{
  "Movie1": {
    "Price": 12.00,
    "Title": "My Neighbor Totoro",
    "Description": "When Satsuki and her sister Mei move with their father to a new home in the countryside, they find country life is not as simple as it seems.\nThey soon discover that the house and nearby woods are full of strange and delightful creatures, including a gigantic but gentle forest spirit called Totoro, who can only be seen by children.\nTotoro and his friends introduce the girls to a series of adventures, including a ride aboard the extraordinary Cat Bus.",
    "Duration": 120
  },
  "Movie2": {
    "Price": 13.00,
    "Title": "Howl's Moving Castle",
    "Description": "Sophie, a quiet girl working in a hat shop, finds her life thrown into turmoil when she is literally swept off her feet by a handsome but mysterious wizard named Howl.\nThe vain and vengeful Witch of the Waste, jealous of their friendship, puts a curse on Sophie and turns her into a 90-year-old woman.\nOn a quest to break the spell, Sophie climbs aboard Howl’s magnificent moving castle and into a new life of wonder and adventure.\nBut as the true power of Howl’s wizardry is revealed, Sophie finds herself fighting to protect them both from a dangerous war of sorcery that threatens their world.",
    "Duration": 100
  },
  "Movie3": {
    "Price": 17.00,
    "Title": "Princess Mononoke",
    "Description": "The story follows a young Emishi prince named Ashitaka, and his involvement in a struggle between the gods of a forest and the humans who consume its resources.",
    "Duration": 100
  },
  "Movie4": {
    "Price": 16.00,
    "Title": "Kiki's Delivery Service",
    "Description": "It is a tradition for all young witches to leave their families on the night of a full moon and fly off into the wide world to learn their craft.\nWhen that night comes for Kiki, she embarks on her new journey with her sarcastic black cat, Jiji, landing the next morning in a seaside village, where her unique skills make her an instant sensation.",
    "Duration": 120
  },
  "Movie5": {
    "Price": 15.00,
    "Title": "Ponyo",
    "Description": "When Sosuke, a young boy who lives on a clifftop overlooking the sea, rescues a stranded goldfish named Ponyo, he discovers more than he bargained for.\nPonyo is a curious energetic young creature who yearns to be human, but even as she causes chaos around the house, her father, a powerful sorcerer, schemes to return Ponyo to the sea.",
    "Duration": 100
  },
  "Movie6": {
    "Price": 11.00,
    "Title": "Spirited Away",
    "Description": "Chihiro's family is moving to a new house, but when they stop on the way to explore an abandoned village, her parents undergo a mysterious transformation and Chihiro is whisked into a world of fantastic spirits ruled over by the soceress Yubaba.\nPut to work in a magical bathhouse for spirits and demons, Chihiro must use all her wits to survive in this strange new place, find a way to free her parents and return to the normal world.",
    "Duration": 120
  },
  "Movie7": {
    "Price": 10.00,
    "Title": "The Cat Returns",
    "Description": "Haru is walking home after a dreary day of school when she spies a cat with a small gift box in its mouth crossing a busy street, and she jumps in front of traffic to save the cat from an oncoming truck.\nTo her amazement, the cat gets up on its hind legs, brushes itself off, and thanks her very politely.\nBut things take an even stranger turn when later that night, the King of Cats shows up at her doorstep in a feline motorcade.\nHe showers Haru with gifts, and decrees that she shall marry the Prince and come live in the Kingdom of Cats!",
    "Duration": 100
  },
  "Movie8": {
    "Price": 9.00,
    "Title": "The Wind Rises",
    "Description": "Jiro dreams of flying and designing beautiful airplanes, inspired by the famous Italian aeronautical designer Caproni.\nNearsighted and unable to be a pilot, he becomes one of the world’s most accomplished airplane designers, experiencing key historical events in an epic tale of love, perseverance and the challenges of living and making choices in a turbulent world.",
    "Duration": 120
  }
}
